[
  "We suffer more often in imagination than in reality. – Seneca",
  "Discipline is doing what you hate to do, but doing it like you love it. – Mike Tyson",
  "A healthy outside starts from the inside. – Robert Urich",
  "To keep the body in good health is a duty. – Buddha",
  "The only bad workout is the one that didn't happen.",
  "Touch grass. It’s the best medicine.",
  "Your phone is a tool, not a master. Disconnect.",
  "Motivation gets you started. Habit keeps you going.",
  "Sweat is just fat crying.",
  "The body achieves what the mind believes.",
  "Comparison is the thief of joy. Focus on your path.",
  "You don't have to be extreme, just consistent.",
  "Digital minimalism is the key to mental clarity.",
  "Nature does not hurry, yet everything is accomplished.",
  "Sit in silence for 10 minutes. Can you do it?",
  "Don't let your battery die before you do.",
  "Screens off. Life on.",
  "Comfort is a drug. Break the addiction.",
  "You are what you do, not what you say you'll do.",
  "Invest in your body, it's the only place you have to live.",
  "TouchGrass: The discipline you dodge is the growth you lose.",
  "He who conquers himself is the mightiest warrior. – Confucius",
  "Your comfort zone is a cage disguised as a couch.",
  "TouchGrass: Put skin in the game, not excuses in the air.",
  "You become unstoppable the moment you stop negotiating with your laziness.",
  "The obstacle is the way. – Marcus Aurelius",
  "Hydrate like your future self is watching.",
  "TouchGrass: Bet on yourself, then prove yourself right.",
  "A calm mind is a superpower. Train it.",
  "What stands in the way becomes the way. – Marcus Aurelius",
  "Your body keeps the score. Make it something you’re proud of.",
  "TouchGrass: Accountability is the ultimate life hack.",
  "Rest is not laziness; rest is fuel.",
  "Act only according to that which is within your control. – Epictetus",
  "Discomfort is the rent you pay for growth.",
  "TouchGrass: Every promise to yourself is a contract. Honor it.",
  "The path to strength is walked, not wished.",
  "Be strict with yourself and tolerant with others. – Marcus Aurelius",
  "Momentum is a muscle. Build it daily.",
  "TouchGrass: If you don’t show up, the protocol remembers.",
  "Your health is a full-time job. Clock in.",
  "To be prepared is half the victory. – Miguel de Cervantes",
  "Small victories compound into empires.",
  "TouchGrass: Commit, then attack the commitment.",
  "Train your mind like you train your body.",
  "The beginning is always today. – Mary Shelley",
  "Your goals don’t care about your mood.",
  "TouchGrass: Consistency beats intensity.",
  "Walk outside. Your brain will thank you.",
  "He suffers more who anticipates suffering. – Seneca",
  "Eat like you love yourself, move like you respect yourself.",
  "TouchGrass: Nature doesn’t procrastinate—why should you?",
  "Your future self is begging for discipline.",
  "Order your mind and your life follows. – Epictetus",
  "Don’t avoid the hard things; they shape you.",
  "TouchGrass: Every task is a test of character.",
  "Success is built on boring, repeated actions.",
  "The soul becomes dyed with the color of its thoughts. – Marcus Aurelius",
  "Stop scrolling. Start living.",
  "TouchGrass: Don’t hope for a good day—create one.",
  "Your body is your longest relationship. Treat it well.",
  "If it’s not aligned with your purpose, let it go.",
  "TouchGrass: Staked commitments > empty resolutions.",
  "The harder the battle, the sweeter the victory. – Les Brown",
  "You don’t need more time, just fewer distractions.",
  "TouchGrass: Put your goals on-chain, not on hold.",
  "One disciplined day can change your trajectory.",
  "Where there is order, there is peace. – Cicero",
  "Move your body. It was not made for waiting.",
  "TouchGrass: The protocol punishes procrastination.",
  "The price of comfort is regret.",
  "Health is not an event; it’s a system.",
  "The best time to strengthen your mind is when you don’t feel like it.",
  "TouchGrass: Make your future self your accountability partner.",
  "If you want a different life, build different habits.",
  "The more you sweat today, the less you bleed tomorrow.",
  "TouchGrass: Let your actions earn your confidence.",
  "Simplicity is the ultimate sophistication. – Leonardo da Vinci",
  "Your phone steals hours. Nature gives them back.",
  "TouchGrass: Do what the algorithm won’t—think.",
  "The disciplined ones sleep the best.",
  "Strength grows in silence.",
  "TouchGrass: Stop choosing easy. Choose better.",
  "You can’t heal in the same environment that made you sick.",
  "Let go of what you can’t control. – Epictetus",
  "TouchGrass: A day outside is a day won.",
  "Your habits are the story you're writing daily.",
  "Stillness sharpens the mind.",
  "TouchGrass: Stake your intention, redeem your discipline.",
  "Eat real food. Touch real grass. Live real life.",
  "What you do today echoes in your lifetime.",
  "TouchGrass: Don’t break your streak—break your limits.",
  "Growth feels uncomfortable because you’re shedding old versions of yourself.",
  "Clarity comes when the noise stops.",
  "TouchGrass: Every step outside is a step inward.",
  "Your health is your vote for the future you want.",
  "Only the disciplined are free. – Jocko Willink",
  "TouchGrass: Trust the process, not the impulse.",
  "You don’t need motivation; you need standards.",
  "Breathe deeply; it resets your whole system.",
  "TouchGrass: You staked it—now earn it.",
  "You grow stronger every time you reject an unhealthy comfort.",
  "The best views require the longest walks.",
  "TouchGrass: Resistance builds resilience.",
  "Your mind listens to your body; move it wisely.",
  "A task done late is a promise betrayed.",
  "TouchGrass: Do the thing. Then do it again tomorrow.",
  "If it costs your health, it’s too expensive.",
  "You have survived 100% of your bad days.",
  "TouchGrass: Accountability unlocks potential.",
  "Live simply, train hard, think clearly.",
  "Your environment shapes your energy—choose wisely.",
  "TouchGrass: Put your excuses on mute.",
  "Let discipline become your default.",
  "A strong mind makes a strong body.",
  "TouchGrass: Earn your confidence one task at a time."
]
